;Tradução para o português por
;Paulo Augusto Tolentino
;robberval@gmail.com
;Atualização por
;Daricque Giuberti Tavares
;daricque@gmail.com
;Divirtam-se!

[win7shell]
RTL=0
newvers=Nova versão disponível.
disableupdate=É possível desativar a verificação de atualizações nas configurações do plugin.
opendownload=Abrir a página de download?
uninstall=Você não será perguntado novamente. Se deseja desinstalar, vá em
uninstallhowto='Preferências do Winamp -> Plug-ins -> General Purpose -> Windows 7 Taskbar Integration' e desinstalar.
info=Sobre
config=Configurar Plugin
on=Ativar
off=Desativar
previous=Anterior
pause=Pausar
play=Reproduzir
stop=Parar
next=Próxima
errorthumb=Erro ao colocar miniatura da imagem. O plugin desligará a opção.
playing=Reproduzindo
paused=Pausado
stopped=Parado
taskinitfail=Não foi possível iniciar a interface da barra de tarefas do Windows 7.
images=Todos os formatos de imagem suportados
usethumbbg=Utilizar como fundo da miniatura da janela.
selectimage=Selecione um arquivo de imagem
afterrestart=A modificação para adicionar os botões de controle só será efetivada após a reinicialização do Winamp.
applysettings=Aplicando configurações.
help1=O texto digitado nesta caixa de edição aparecerá na miniatura de imagem. Você pode escrever quantas linhas desejar. Se a opção "encolher a miniatura de imagem" estiver ativada, a imagem será modificada dependendo do número de linhas da caixa de edição.
help2=Para criar texto dinâmico, você pode usar um conjunto de metapalavras que, se você incluir no texto, serão substituídas pelas informações obtidas do que estiver tocando no Winamp. Aqui está uma lista destas metapalavras:
help3=A linha que contiver esta metapalavra aparecerá centralizada
help4=A linha que contiver metapalavra aparecerá com uma sombra vermelha
help5=Nome da mídia que estiver tocando
help6=Artista da mídia que estiver tocando
help7=Nome do álbum (vazio, caso não exista informação)
help8=Ano de lançamento do álbum (vazio, caso não exista informação)
help9=Número da faixa
help10=Nota da música atual, em algarismo (ex. 4)
help11=Nota da música atual, em estrelas (ex. ★★★★★)
help12=Tempo atual de reprodução
help13=Tempo restante da música atual
help14=Tempo total de reprodução
help15=Posição atual na lista de reprodução
help16=Número total de faixas na lista de reprodução atual
help17=Bitrate, em kb/s
help18=Samplerate, em kilohertz
help19=Volume atual, em porcentagem (Sinal de '%' não incluído)
help20=Informar estado da opção "Embaralhar" (Ligado / Desligado)
help21=Informar estado da opção "Repetir" (Ligado / Desligado)
help=Ajuda
transparent=Transparente
albumart=Capa do disco
defbg=Fundo padrão
custombg=Fundo personalizado
browse=Procurar
buttons=Adicionar botões de controle do Winamp (próxima, pausa, etc.)
shrink=Encolher a miniatura de imagem dependendo do número de linhas.
taskicon=Ícone na barra de tarefas
progressbar=Utilizar barra de progresso para mostrar o estado do Winamp
streaming=Utilizar barra de progresso "indeterminada" para mídia em tempo real
error=Utilizar estado de "Erro" (fundo vermelho) quando a reprodução estiver parada
overlays=Utilizar camada de informação sobre o ícone para mostrar o estado atual
jumplist=Ativar lista fácil
addtorecent=Adicionar arquivos reproduzidos à lista fácil e aos Documentos Recentes
bugslink=Bugs e sugestões
bugstext=Envie suas críticas ou sugestões
sitelink=Página do projeto
sitetext=Para atualizações, novidades, imagens do plugin e vista detalhada
noupdate=Não procurar atualizações do plugin na inicialização do Winamp
ok=OK
cancel=Cancelar
removetitle=Remover o título da janela do Winamp
selectfont=Selecionar Fonte
aa=Texto suavizado (antialias)
selectshadow=Cor da sombra
enable=Ativar miniatura personalizada para o Aero na barra de tarefas
plugdev=Desenvolvimento
thumboptions=Opções
thumbtext=Texto
background=Fundo
translink=Traduções
transtext=Ajude a traduzir o plugin. Ou pegue as traduções disponíveis.
favorite=Favorito
vumeter=Utilizar a barra de progresso como medidor VU
iconic=Mostrar a imagem como ícone, ao invés de como fundo
author=Autor
addfav=Adicionar botão "Adicionar aos Favoritos" (classifica a faixa atual como 5 estrelas)
volup=Volume +10%
voldown=Volume -10%
openfile=Abrir Arquivo

;Show playback progress bar on thumbnail
thumbpb=Mostrar o progresso da reprodução na miniatura
;Winamp Preferences
wapref=Preferências do Winamp
;Please start Winamp first
startwa=Por favor, abra o Winamp antes
;Error creating jump list
jumplisterror=Erro ao criar a lista fácil

;removed: addtorecent
;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"

;is used, if selected background not available
revert=é usada, caso o fundo selecionado não esteja disponível
;Show the following categories in the jump list:
jlchoice=Mostra as seguintes categorias na lista fácil:
;Recent
jlrecent=Recentes
;Frequent
jlfrequent=Frequentes
;Tasks
jltasks=Tarefas
;Note: Only files that are registred to be handled by Winamp will be added to the list (It doesn't need to be the default program). If you already have files in the jump, you can remove them by clearing the recent files list.
jlnote=Nota: Somente arquivos que estão registrados para serem manuzeados pelo Winamp serão adicionados na lista (Não precisa ser o programa padrão). Se você já tiver arquivos na lista fácil, você pode removê-los limpando a lista de recentes.
;Credits
creditslink=Créditos
;People who helped creating this plug-in
creditstext=Pessoas que ajudaram na criação desse plug-in
;Resume Playback
resumeplay=Continuar reprodução
;Play from beginning
fromstart=Tocar do começo
;The line that contains this will be drawn with larger font
help22=A linha que conter isto, será mostrada com uma fonte maior
;The line that contains this will be drawn to the left of the thumbnail
help23=A linha que conter isto, será mostrada à esquerda da miniatura